[LANSTR]

STR_OK=موافق
STR_YES=نعم
STR_CANCEL=الغاء الامر
STR_CONTINUE=استمرار
STR_NO=لا
STR_CLOSE=اغلاق
STR_MIN=قلل
STR_AUTO_RECOMMENDSOFTWARE=توصية البرنامج
STR_BACK_PNP=السابق
STR_NEXT=التالى
STR_OVER=انجز
STR_VER=الاصدار
STR_USERFEEDBACK=ردود الفعل
STR_USER_BACK=ردود الفعل
STR_MENU=القائمة
STR_HELP=التعليمات
STR_OPRN_DRIVERTALENT=EaseUS DriverHandy افتح
STR_TYPE=النوع:
STR_NAME=الاسم:
STR_DRIVE=التعريف:
STR_ADDRESS=العنوان:
STR_IS_DEFAULT=افتراضي:
STR_SET_DEFAULT=تعيين باسم افتراضي
STR_PRINT_MANAGE_PLATFORM=منصة ادارة الطباعة
STR_MANUFACTURER=MFR:
STR_DEV_DEVDESC=الوصف:
STR_MOUSE_SETTING=اعدادات الفارة
STR_KEYBOARD_SETTING=اعدادات لوحة المفاتيح
STR_AUDIO_SETTING=اعدادات الصوت

STR_MAIN_TITLE=EaseUS DriverHandy

STR_DRV_SCAN=اصلاح

STR_MAIN_TAB_GENERAL=عام
STR_MAIN_TAB_TOOLS=الادوات
STR_MAIN_TAB_ADVANCE=متقدم


STR_HEAD_DEV_NAME=التعريفات
STR_HEAD_DRV_VER=الاصدار
STR_HEAD_DRV_TYPE=النوع
STR_HEAD_DRV_SIZE=الحجم
STR_HEAD_DRV_OPERATE=العمل
STR_HEAD_BACKUP_STATE=الحالة 
STR_HEAD_BACKUP_TIME=اخر نسخ احتياطي
STR_HEAD_PRINTER_NAME=اسم الطابعة
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=نوع الاجهزة
STR_HEAD_QUDRY_RESULT=النتيجة
STR_HEAD_WARN=تحديث ام لا


STR_HEAD_DRV_VER1=الاصدار
STR_HEAD_DRV_DATE=تاريخ
STR_HEAD_DRV_INFO=معلومة
STR_HEAD_DRV_BACKUPTIME=وقت النسخ الاحتياطي
STR_HEAD_DRV_BACKUPVER=الاصدار
STR_HEAD_DRV_BACKUPINFO=معلومة
STR_HEAD_DRV_BACKUPINFO_ACTION=الخيارات
		
STR_CURRENT_QUERYDEV=المسح الضوئي
STR_CHECK_UPDATE=التحقق من التحديثات

STR_AKEY_UPDATE=تثبيت الكل
STR_AKEY_INSTALL=تثبيت
STR_AKEY_REPAIR=اصلاح
STR_AKEY_DEAL_FINISH=انجز
STR_AKEY_DEAL_BACK=تم نسخ التعريفات الاحتياطية بنجاح %d
STR_AKEY_DEAL_BACK_FAILED=فشل النسخ الاحتياطي للتعريفات %d
STR_AKEY_DEAL_REPAIR_SUC=اصلاح التعريفات بنجاح %d
STR_AKEY_DEAL_REPAIR_FAILED=فشل اصلاح التعريفات %d
STR_AKEY_DEAL_CANCEL=الغاء الامر
STR_NOTNEEDUPDATE=حتى الآن
STR_RE_QUERY=اعادة الفحص
STR_CANCELDEAL=التاكيد عند الغاء العملية؟ <n> سوف تتوقف بعد انتهاء التعريف الحالي
STR_NOTNEEDBACKUP=نسخ احتياطي
STR_BACKUPOK=نجح
STR_BACKUPERROR=فشل النسخ الاحتياطي
STR_START_RESTORE=استعادة
STR_CANCEL_RESTORE=الغاء الامر
STR_LATER=لاحقا
STR_DRV_UNINSTALL_TIP={/c} {/f}الجهاز لا تستطيع العمل بعد الغاء تثبيت التعريف! {f 5} {e9e9e9}
STR_COPY=نسخ
STR_COPY1=تم النسخ
STR_DRV_INFO_SETSHOW=الاعدادات

STR_RESTORE_SYSTEM=حذف
STR_LOCALDRV_BROWSEBTN=استعراض الملفات
STR_LOCALDRV_MANULBTN=الدليل
STR_LOCALDRV_DOWNBTN=تنزيل
STR_LOCALDRV_MOREBTN=اكثر
STR_LOCALDRV_SUILT_SYSTEM=النظام المدعوم:
STR_LOCALDRV_SHUTDOW_SYSTEM=ايقاف التشغيل
STR_LOCALDRV_REBOOT_SYSTEM=اعادة تشغيل
STR_LOCALDRV_MAINPAGE_CHECK_TEXT=ايقاف التشغيل او اعادة التشغيل بعد انتهاء العملية؟
STR_LOCALDRV_DEV_STATUS =الحالة
STR_LOCALDRV_REBOOT_NEED_INST =لقد قمت باعادة تشغيل الحاسوب بعد آخر عملية ازالة. هل ترغب في الاستمرار؟
STR_LOCALDRV_DOWN_FAIL ={/f}الى المتصفح للتحميل! {/a} {/u} {/c}، نسخ عنوان الرابط  {c #207 EBC} {u} {a} انت يمكن ان <n> التحميل فشل لخطا مجهول!{f 5}
STR_LOCALDRV_CHECK_FAIL ={/f}، الى المتصفح للتحميل! {/u} {/c}نسخ عنوان الوصلة {c #207 EBC} {u}انت يمكن ان <n> التحقق فشل لخطا مجهول! {f 5}
STR_LOCALDRV_UPTODATE_BTN=حتى الآن


STR_LOCALDRV_DOWN_FAIL_OKBTN =تنزيل
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Up-to-date
STR_AUTO_GAME_COMPONENTS=مكونات اللعبة (اختياري)
STR_AUTO_SYSTEM_INDEX=اصلاح النظام
STR_AUTO_RECOMMENDSOFTWARE=توصية البرمجيات

STR_AUTO_RESULT3={/c}تهاني! كل التعريفات مثالية!{e9e9e9}
STR_AUTO_RESULT4={/c} التعريفات القديمة {c #CA0500}%d{/c} {c #e9e9e9}
STR_AUTO_RESULT4_D=لا ينصح بالتحديث اذا كان حاسوبك يعمل بشكل طبيعي.
STR_AUTO_RESULT4_D=لا يوصى بالتحديث اذا كان حاسوبك يعمل بشكل طبيعي.
STR_AUTO_RESULT5={c #CA0500}%d مفقود{/c}{c #e9e9e9}محركات{/c}
STR_AUTO_RESULT5_1={c #CA0500}1 مفقود{/c}{c #e9e9e9}محرك{/c}
STR_AUTO_RESULT6=! {/c} التعريفات بحاجة الى تحديث؛ {/c} {c # CA 0500} %d {/c} {c #e9e9e9} التعريفات بحاجة الى اصلاح{c # CA 0500} %d {/c} {c #e9e9e9}
STR_AUTO_RESULT7=اعادة تشغيل الحاسوب لاكمال العملية!
STR_AUTO_RESULT8=انتباه: هناك خطا ما في اجهزتك.
STR_AUTO_RESULT9={c #CA0500}%d{/c} تحتاج الى اصلاح المشاكل!
STR_SCANRESULT_NOTICE=ملاحظة: 


STR_AUTO_NEEDINSTALL_INTELDISPLAY=الرجاء تثبيت التعريفات الرسومات انتل قبل تثبيت التعريفات الرسومات نفيديا!
STR_AUTO_NEEDINSTALL_AMDDISPLAY=الرجاء تثبيت التعريفات الرسومات انتل قبل تثبيت التعريفات الرسومات امد!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=الرجاء تثبيت امد سائق الرسومات المتكاملة قبل تثبيت امد التعريف الرسم المنفصل!
STR_AUTO_NEEDINSTALL_RECOMM=التحديث
STR_AUTO_UPDATE_FINISH=اكتمال عملية التحديث!
STR_AUTO_UPDATE_HASCANCEL=الغاء الامر

STR_EXIT=خروج
STR_RUN_LAY=موافق

STR_DRV_UPDATE_PROMPT=اشعار التحديث
STR_DRV_UPDATE_PROMPT_CONTENT=يتوفر اقل من 3 ق ب على القرص٪ c، مما قد يتسبب في فشل تثبيت التعريف. ينصح تنظيف القرص.
STR_BACKUP_FREESPACE_NOTENOUGH=اقل من 3 ق ب متاح على القرص ٪s، مما قد يسبب فشل النسخ الاحتياطي التعريف. يرجى تنظيف القرص او تغيير مسار. 
STR_DOWNLOAD_FREESPACE_NOTENOUGH=اقل من 3 ق ب متاح على القرص ٪s، مما قد يسبب فشل تحميل التعريف. يرجى تنظيف القرص او تغيير مسار. 
STR_DRV_UPDATE_PROMPT_OPENCLEAN=(تنظيف (موصى به
STR_DRV_UPDATE_PROMPT_IGNORE=تجاهل
STR_REBOOT_NOW=اعادة التشغيل الان
STR_REBOOT_REPAIR_NEED=اعادة تشغيل
STR_REBOOT_REPAIR_NOW=اعادة تشغيل
STR_REBOOT_NEED=اعادة تشغيل الحاسوب
STR_REBOOT_REINSTALL=اعادة التشغيل
STR_REBOOT_RESULT=اعادة التشغيل
STR_UPDATE_NOW=التحديث الان

STR_SHUTDOWN_NOW=ايقاف التشغيل الان
STR_REBOOT_NOW2=اعادة التشغيل الان
STR_SHUTDOWN_NEED=اكتمال التثبيت !سيتم ايقاف الحاسوب قريبا.
STR_REBOOT_NEED2=اكتمال التثبيت ! سيتم اعادة تشغيل حاسوبك قريبا.

STR_DRV_ENABEL=تمكين 
STR_DRV_UPDATE_BASE=قابل للتحديث
STR_DRV_ENABEL_STATE=تعطيل 
STR_DRV_ENABEL_TIP=تم تعطيل الجهاز. تمكينه من تثبيت التعريف
STR_DRV_ENABEL_RESTORE_TIP=تم تعطيل الجهاز. تمكنه من استعادة التعريف
STR_DRV_ENABEL_DOING=بدء...
STR_DRV_SCAN_DOING=اصلاح...
STR_DRV_SCAN=اصلاح التعريف

STR_MENU_TOUCHPAD_ENABLE=تمكين
STR_MENU_TOUCHPAD_DISABLE=تعطيل
STR_MENU_OPTION=الاعدادات
STR_MENU_ACTIVITE=تنشيط
STR_MENU_NEWFEATURES=الميزات الجديدة
STR_MENU_MAIN_PAGE=الصفحة الرئيسية
STR_MENU_FAQ=التعليمات
STR_MENU_HELPUS=ساعدنا في الترجمة
STR_MENU_FORUM=المنتدى

STR_MENU_DEV_DETAIL=تفاصيل الجهاز
STR_MENU_LOCAL_DRV_DELFILE=حذف
STR_MENU_LOCAL_DRV_REPORT=التعليقات
STR_MENU_LOCAL_DRV_DATAILED=تفاصيل
STR_DRV_DRIVER_FILE=ملفات التعريف
STR_DRV_DRIVER_INFO=معلومات التعريف
STR_ABOUT=حولنا
STR_ABOUT_ACTIVED=منشط
STR_ABOUT_ACTIVE_PRO=تنشيط للمحترفين لكامل الميزات
STR_ABOUT_SERIAL_NUM=كود:
STR_ABOUT_PRIVACY=سياسة الخصوصية
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=تفعيل للمهنية للحصول على الميزات الكاملة
STR_ABOUT_MAKE=--اجعل وقتك اكثر قيمة

STR_REGISTER=مفعل


STR_DRV_INFO_DETAIL=تفاصيل: 
STR_DRV_INFO_DEV=الجهاز: 
STR_DRV_INFO_NAME=الاسم:
STR_DRV_INFO_CLASS=الفئة:
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=تاريخ الاصدار:
STR_DRV_INFO_VER=الاصدار: 
STR_DRV_INFO_SIZE=الحجم:  
STR_DRV_INFO_INFO=المعلومة:
STR_DRV_INFO_GRADE=التقييم:
STR_DRV_INFO_DESC=المقدمة:

STR_DRV_INFO_MORE={/a}اكثر{/f} {a} مقدمة: {f 9}
STR_DRV_INFO_NO=لا
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=المجموع الاختباري

STR_RESTORE_NOITEM=</u> {/}.حدد دليل نسخ احتياطي اخر {a} <u>او </u> {/} نسخ احتياطي لتعريفاتك اولا{} <u> يجب عليك

STR_CTRL_RESTORE_DELBACKUP=حذف
 
STR_OPTION_SELECTBACKUP_DIR=حدد ملفات النسخ الاحتياطي لاستعادة

STR_BACKUP_DETECTING={/f}{/c} التحقق من معلومات النسخ الاحتياطي، الرجاء الانتظار...{c #e9e9e9} {f 4}
STR_BACKUP_START=بدء تشغيل

STR_BACKUP_STATUS_NOTBACKUP=لم تنسخ احتياطيا
STR_BACKUP_STATUS_BACKUP=نسخ احتياطي
STR_BACKUP_STATUS_CANNOT=لايستطيع عمل نسخ احتياطي
STR_BACKUP_STATUS_NOTDRIVER=لا تعريفات
STR_BACKUP_NEEDBACKUPCOUNT={/c} {/f}يمكن ان تدعمها التعريفات!{f 5}{c #e9e9e9}%d
STR_BACKUP_NOTNEEDBACKUP={/c} {/f}تم نسخ احتياطي كل التعريفات! {f 5} {c #e9e9e9} 
STR_BACKUP_NOAVAILABLEDRIVER={/c} {/f}لا تعريف متوفر للنسخ الاحتياطي {f 5} {c #e9e9e9}
STR_BACKUP_WAIT=الانتظار
STR_BACKUP_DOING=تجهيز
STR_BACKUP_DOING1=تجهيز
STR_BACKUP_CANCEL2=ايقاف عند اكتمال النسخ الاحتياطي الحالية!
STR_BACKUP_NEED=بحاجة للنسخ الاحتياطي
STR_BACKUP_NOTNDDE=نسخ احتياطي
STR_VIEW_BACKUP_SETTING=اعدادات النسخ الاحتياطي
STR_VIEW_BACKUP_FILE=عرض ملفات النسخ الاحتياطي
STR_BACKUP_FINISH=اكتمال النسخ الاحتياطي!
STR_BACKUP_CANCEL=الغاء الامر
STR_BACKUP_RESULT1=فشل النسخ الاحتياطي للتعريفات{c # CA 0500} %d {/c}نجاح النسخ الاحتياطي للتعريفات{c # CA 0500} %d {/c}
STR_BACKUP_RESULT2={c # CA 0500} %d {/c} نجاح النسخ الاحتياطي للتعريفات
STR_BACKUP_RESULT3={c # CA 0500} %d {/c} فشل النسخ الاحتياطي للتعريفات

STR_EVALUATE_NO=لم تقيم
STR_EVALUATE_QUERY_REPORT=ردود الفعل 
STR_EVALUATE_SYSTEM=%s تقييم النظام
STR_EVALUATE_RESULT_NOT_SUPPORT=النتيجة: ليس مدعومة!
STR_EVALUATE_SYSTEM_SUPP=افتراضي

STR_MANUAL_UPDATE_FAILED=فشل
STR_MANUAL_UPDATE_FAILED_DATA=بيانات فاشلة
STR_MANUAL_NEEDREBOOT=اعادة تشغيل

STR_MANUAL_REDOWNLOAD=اعادة التمزيل
STR_MANUAL_BEGINUPDATE=التحديث
STR_MANUAL_BEGININSTALL=التثبيت
STR_MANUAL_WAITFORINSTALL=الانتظار
STR_MANUAL_INSTALLING=تثبيت...
STR_MANUAL_UNZIPING=فك الضغط...

STR_REFRESH=انعاش
STR_REMOVE_WAIT=الانتظار
STR_REMOVE_BEGINREMOVE=الغاء التثبيت
STR_REMOVE_DOINGREMOVE=الغاء التثبيت...
STR_REMOVE_DOINGREMOVE1=الغاء التثبيت:
STR_REMOVE_DOINGREMOVE2=الرجاء الانتظار %s،الغاء تثبيت التعريف القديم ...
STR_REMOVE_FAILED=فشل الغاء تثبيت
STR_REMOVE_SUCC=نجح
STR_REMOVE_FINISH=انجز
STR_REMOVE_CANCEL=الغاء الامر
STR_REMOVE_RESULT1=! {/c}التعريفات {c # CA 0500} %d {/c}فشل الغاء التثبيت التعريفات{c # CA 0500} %d {/c}نجح الغاء التثبيت
STR_REMOVE_RESULT2=ازالة تثبيته التعريفات بنجاح!{c # CA 0500} %d {/c}
STR_REMOVE_RESULT3=الغاء تثبيت التعريفات فشل {c #CA0500}%d {/c}
STR_REMOVE_FINISH_NEEDREBOOT=اعادة تشغيل 
STR_SELECT_DRV_BACKUP={/c}لا تؤدي عمليات اخرى عند استعادة!{c #666666}

STR_RESTORE_RESTORE1=استعادة التعريف ملغيا! ايقاف عند اكتمال الاستعادة الحالية!
STR_RESTORE_DOINGRESTORE=استعادة...
STR_RESTORE_RESTOREOK=انجز
STR_RESTORE_RESTOREFAILED=فشل في الاستعادة
STR_RESTORE_RESTORING= 
STR_RESTORE_RESTORE_SELECT=استعداد للاستعادة
STR_RESTORE_RESTORE_NOT_SELECT=غير محدد
STR_RESTORE_SELECTBACKUPDIR=<u>تحديد دليل نسخ احتياطي اخر</u>

STR_RESTORE_FINISH=انجز
STR_RESTORE_CANCEL=الغاء الامر
STR_RESTORE_RESULT1={/c}استعادة التعريفات فشل؛ {c # CA 0500} %d {/c} تم استعادة التعريفات بنجاح{c # CA 0500} %d {/c}
STR_RESTORE_RESULT2=استعادة التعريفات ناجحة!{c # CA 0500} %d {/c}
STR_RESTORE_RESULT3=استعادة التعريفات فاشلة!{c # CA 0500} %d {/c}
STR_RESTORE_NODRIVER=لم يتم استعادة اي تعريف
STR_RESTORE_FINISH_NEEDREBOOT=اعادة التشغيل للتحقق من صحة العملية!
STR_RESTORE_NEED_RESTORE_TEXT=التعريف شاذ! افضل لك استعادة التعريف!{c #207 EBC} %s {/c}لا يستطيع التحميل
STR_RESTORE_NEED_RESTORE_OKBTN=استعادة
STR_RESTORE_NEED_RESTORE_CANCELBTN=الغاء الامر

STR_RESTORE_NEEDCOUNT={/c} {/f}يمكن استعادة التعريفات! {f 5} {c #e9e9e9} %d 
STR_RESTORE_NOCOUNT={/c} {/f} لا يمكن العثور على اية نسخة احتياطية!{f 5}{c #e9e9e9}

STR_CTRL_AUTOUPDATE_NOUPDATE=لا يوجد اي التعريفات جديد!

STR_DEVCLASS_UNKNOWN=جهاز مجهول
STR_DEVCLASS_DISP=محولات العرض
STR_DEVCLASS_NET=محولات الشبكة
STR_DEVCLASS_MOUSE=الفئران وادوات الاشارة الاخرى
STR_DEVCLASS_TOUCHTABLET=لوحة اللمس
STR_DEVCLASS_MEDIA=التحكم بالصوت والفيديو والالعاب
STR_DEVCLASS_MONITOR=جهاز العرض
STR_DEVCLASS_BATTERY=البطارية
STR_DEVCLASS_SOFTNET=برنامج الشبكة 
STR_DEVCLASS_SYS=النظام
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=بلوتوث
STR_DEVCLASS_PRINTER=الطابعة
STR_DEVCLASS_KEYBOARD=لوحة المفاتيح
STR_DEVCLASS_CDROM=قرص مدمج
STR_DEVCLASS_FLOPPYDISK=قرص مرن
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=(UAA) ناقل التحكم بالصوت
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=جهاز التحكم بالاقراص
STR_DEVCLASS_INFRARED=تحت الاحمر Ray
STR_DEVCLASS_IMAGE=الة التصوير
STR_DEVCLASS_MB=م ب
STR_DEVCLASS_WIRELESSNET=Wlan

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB WLAN

STR_STRCOMMON_BAND=الرسمية
STR_BRANDDRIVER=علامة تجارية
STR_COMPATIBLE=متوافق
STR_PUBLICDRIVER=هذا المختبر

STR_CHECKVER_GETVERINFO=التحقق من وجود تحديثات، الرجاء الانتظار...
STR_CHECKVER_NONEWVER=هذا هو الاصدار الاحدث!
STR_CLIENT_UPDATECHECK=الاصدار الحالي خارج التاريخ! الرجاء التحديث الى احدث.
STR_CLIENT_UPDATEING=تحديث، الرجاء الانتظار...
STR_CLIENT_UPDATEOK=اكتمال عملية التحديث! انقر فوق "ابدا" للمضي قدما.
STR_CLIENT_DOWNING=جاري التنزيل:

STR_TIPS_TITLE_DEFAULT=تلميحات
STR_TIPS_INSTALL_DISPLAY=يكون هناك شاشة سوداء قصيرة او تومض عند تحديث تعريف اجهزة العرض!
STR_TIPS_INSTALL_NET=قد يكون اتصال الشبكة منقطعا بشكل مؤقت عند تحديث التعريف شبكة الاتصال!
STR_TIPS_INSTALL_MEDIA=بعد تحديث التعريف، قد تحتاج الى اعادة تعيين اجهزة الصوت.
STR_TIPS_CLIENT_UPDATE=اكتمال عملية التحديث! انقر فوق "ابدا" للمضي قدما.
STR_TIPS_DELETE_FILE=رزمة التعريف محذوفة!
STR_TIPS_DELETE_FILE_FAILED=فشل في حذف حزمة البتعريف! الرجاء التاكد من الملفات ليست قيد الاستخدام.
STR_TIPS_COPY_INFO_SUCC=نسخت التفاصيل بنجاح!
STR_TIPS_COPY_INFO_FAILED=فشل في نسخ التفاصيل!
STR_TIPS_COPY_SHAREURL_SUCC=مشاركة عنوان نسخ بنجاح!
STR_TIPS_COPY_SHAREURL_FAILED=فشل في نسخ عنوان المشاركة! الرجاء المحاولة مرة اخرى.
STR_TIPS_USE_NOW=استخدم الان
STR_TIPS_TOUCH_TITLE=تنبية تغيير لوحة اللمس
STR_TIPS_TOUCH_LAB=خارجي متاح. هل تحتاج الى تعطيل لوحة اللمسUSB ماوس؟
STR_TIPS_TOUCH_NONOTICE_LAB=لا تنبية في المرة التالية
STR_TIPS_CANNOTEXIT2=هل تريد فرض الخروج؟

STR_BASIC_NEED_UPDATE=التعريفات بحاجة للاصلاح {c #CA0500}%d{/c} 
STR_BASIC_NEED_BACKUP=تحتاج التعريفات نسخ احتياطي {c #CA0500}%d{/c} 
STR_BASIC_NEED_REBOOT={/c} تحتاج الى اعادة تشغيل {c # CA 0500}

STR_BASIC_NEED_UPDATE2={/c} للتحديث {c #ea9321}
STR_BASIC_NEED_INSTALL={/c}من الضروري اصلاحة {c # CA 0500}
STR_BASIC_DEV_BAD={/c}خطا اجهزة {c # CA 0500}
STR_BASIC_DEV_BAD2=خطا في الجهاز



STR_BASIC_NOTNEED_UPDATE=عادي	
STR_BASIC_NOTNEED_BACKUP=نسخ احتياطي 
STR_BASIC_STATUS_DETECTING={/c}المسح الضوئي ، يرجى الانتظار لبضع دقائق{c #e9e9e9}
STR_BASIC_COMPUTER=%s

STR_BASIC_RESULT1={/c}مشاكل التعريف غير محلولة!{c # CA 0500} %d {/c}مشاكل التعريف؛{c # CA 0500} %d {/c}نجح في الحل {c #e9e9e9}
STR_BASIC_RESULT2={/c}مشاكل التعريف!{c # CA 0500} %d {/c}نجح في الاصلاح{c #e9e9e9}
STR_BASIC_RESULT3={/c} مشاكل التعريف فشل في اصلاحها{c #e9e9e9} {c # CA 0500} %d {/c}
STR_BASIC_NODRIVER={/c}لم تحل مشاكل التعريف!{c #e9e9e9}

STR_BASIC_MUST_SOFT=البرامج الضرورية
STR_BASIC_INDEX_FAILED=حدث خطا مجهول  عند تثبيت التعريفات الرجاء المحاولة مرة اخرى.
STR_BASIC_INDEX_RESOLVE={/f} {/c} محاولة اصلاح ذكي لتحديث التعريف فشل{c #3 c 3 c 3 c} {f 4}
STR_BASIC_INDEX_REPAIR_DOING={/f} {/c}بدء اصلاح ذكي {c #3 c 3 c 3 c} {f 4}

STR_BASIC_INDEX_REPAIR_ERROR=اسف التصليح الذكي اخفق في البدء
STR_BASIC_INDEX_TASK={/f} {/c}بدء اصلاح ذكي {c #3 c 3 c 3 c} {f 4}
STR_BASIC_INDEX_REPAIR_REPORT=ردود الفعل 
STR_BASIC_INDEX_REPAIR_REPAIR=اصلاح ذكي
STR_BASIC_DRV_CHECKERROR={/f} {/c}غير قادر على التحديث بسبب خطا تنزيل التعريف{c #3 c 3 c 3 c} {f 4}
STR_BASIC_DRV_CHECKERROR_TIP={/a} نصائح: الاتصال بفريق الدعم التقني الحصول على مساعدة او ارسال ردود {فعل}

STR_STRCOMMON_DESKTOP=سطح المكتب
STR_STRCOMMON_BENBEN=محمول
STR_BIT=-بت
STR_32BIT=32-بت
STR_64BIT=64-بت
STR_PROFESSIONAL=المحترف
STR_HOME_EDTITION=الصفحة الرئيسية

STR_DEV_DETAIL_DRV=معلومة.
STR_DEV_DETAIL_DRV_OLD=الحالية
STR_DEV_DETAIL_DRV_NEW=التحديث
STR_DEV_DETAIL_DEVID=الجهاز
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=الهوية المتوافقة:
STR_DEV_DETAIL_EXPORT=تفاصيل جهاز التصدير
STR_DEV_DETAIL_SAVE=حفظ باسم


STR_PNP_UNKNOW=مجهول
STR_PNP_ANDROID=الروبوت
STR_PNP_IOS=iOS
STR_PNP_IMAGE=الة التصوير
STR_PNP_VIDEO=الفيديو
STR_PNP_AUDIO=الصوت
STR_PNP_WIRELESS=لاسلكي
STR_PNP_HANDWRITING=لوحة الكتابة
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=اداة التخزين الجماعية
STR_PNP_READ_CARD=قارئ بطاقة
STR_PNP_UDISK=USB قرص فلاش
STR_PNP_MOBILE_DISK=الاقراص الصلبة المتنقلة
STR_PNP_UKEY=USB صحة مفتاح
STR_PNP_KEYMOUSE=لوحة مفاتيح / فار
STR_PNP_NO=التحقق من الاجهزة، الرجاء الانتظار...
STR_PNP_HASDEV={c #CA0500}%d{/c} USB توصيل اجهزة

STR_PNP_DRIVERSTATUSOK=التعريف عادي
STR_PNP_DRIVERSTATUSERROR=التعريف غير طبيعي
STR_PNP_INSTANCEDRIVER=تثبيت

STR_PNP_QUERYDRIVER=استعلام عن...
STR_PNP_DISABLE_DONE=تعطيل

STR_PRINTER_OPTION_SEARCH=بحث عن
STR_PRINTER_OPTION_SET=الاعدادات									
STR_PRINTER_ADD=طابعة شبكة الاتصال
STR_PRINTER_SEARCH=بحث عن

STR_PRINTER_STOP=توقف
STR_PRINTER_SEARCHING=البحث عن الطابعات. قد يستغرق بعض الوقت وفقا لشروط شبكتك. <n>بدلا من ذلك، يمكنك الغاء عملية البحث وتثبيته يدويا من قائمة الاجهزة
STR_PRINTER_SEARCH_FAILED=فشل البحث!
STR_PRINTER_SEARCH_FAILED2=فشل البحث عن الطابعات المتوفرة! الرجاء تحقق من الطابعة، ثم حاول مرة اخرى.
STR_PRINTER_DOWN=تنزيل تعريف الطابعة
STR_PRINTER_DWONING=جاري التحميل:
STR_PRINTER_DWON_FAILED={/f}وحاول ثانية. {/a}  للخلف  {a}تحميل فشل! رجاء انقر {f 1}
STR_PRINTER_INSTALLED={f 1} ثبت التعريف بنجاح! {/f}
STR_PRINTER_INSTALL_DEV=تثبيت
STR_PRINTER_INSTALL_SUCC={/c} {/f} {c #666666} %s {/c}:اضافة طابعة {f 11} {c #5 c 5 e 64}
STR_PRINTER_INSTALL_FAILED={/f}وحاول ثانية.{/a}للخلف{a}التثبيت فشل! انقر {f 1}
STR_PRINTER_DEFAULT_SET=</u>{/a}الاعدادات{a}<u>لوحة التحكم عن بعد  <n>اذا كنت بحاجة الى مشاركة الطابعة مع اخرين في هذه الشبكة، تغيير الاعدادات من
STR_PRINTER_SELECT_DESC=IP اكتب في الطابعة 
STR_PRINTER_SELECT_IP=IP الطابعة :
STR_PRINTER_SELECT_IP_DESC=في نهاية المطاف للبحث في الشبكة بالكامل {f 12}{c  #2285C6}*{/c}{/f}الادخال
STR_PRINTER_SELECT_IP_RANGE=IP مدى:
STR_PRINTER_SELECT_IP_TO=الى
STR_PRINTER_IP_ERR=خاطئ! رجاء دقق عنوانك و حاول ثانية IP عنوان

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Brand
STR_PRINTER_BRAND_SEL=الرجاء تحديد نوع الطابعة
STR_PRINTER_PRODUCT=نموذج
STR_PRINTER_PRODUCT_SRC=البحث السريع مع طراز الطابعة
STR_PERIPH_NO_DEV=اذا لم يتم الكشف عن اجهزتك، في محاولة لاصلاح التعريفات
STR_PERIPH_NO_DEV2=اذا لم يتم الكشف عن اجهزة الاتصال، الرجاء اعادة توصيل خط البيانات او تغيير المنفذ.<n>ويمكن اكتشاف الاجهزة المتصلة تلقائياً حيث ليس لديك حاجة لاضافتها يدوياً؛EaseUS DriverHandy 
STR_PERIPH_NO_DEV3=شيء خاطئ مع بيئة النظام. الرجاء اصلاحه قبل تثبيت التعريفات
STR_PRINTER_SELECT=حدد الطابعة

STR_DOWNLOAD_WAIT=الانتظار
STR_DOWNLOAD_DOING=تحميل...
STR_DOWNLOAD_SUCC=انجز
STR_DOWNLOAD_FAILED=فشل
STR_DOWNLOAD_FINISH=انهاء

STR_DOWNLOAD_CANCEL=الغاء الامر

STR_DOWNLOAD_CHECKERROR=التحقق من وجود خطا!
STR_DOWNLOAD_CHECKERROR1=فشلت عملية التحقق!
STR_DOWN_INSTALLED=مثبت
STR_SOFTDOWN_INSTALL=تثبيت
STR_DOWN_PROGRESS=تحميل تعريف % d (المجموع: % d)
STR_DOWN_CURDRV={/c}التعريف %s حمل{c #e9e9e9}
STR_DOWNLOAD_CANCEL=الغاء الامر

prt_peripherals_back_link={/c} {/f}اضافة طابعة</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}الاجهزة الطرفية {a}{f 1}<u>
prt_lab_tips1=اختر طريقة البحث عن الطابعات
prt_lab_tips2=حدد نوع الطابعة
prt_lab_tips3=تحميل وتثبيت التعريف


STR_INSTALL_DOING=التحديث...
STR_REPAIR_DOING=اصلاح...
STR_INSTALL_SUCC=نجح
STR_INSTALL_FAIL=فاشل
STR_REPAIR_SUCC=نجح
STR_REINSTALL=اعادة التثبيت
STR_INSTALL_PROGRESS=(%d:الاجمالي) %d تثبيت تعريف 
STR_NONEED_REINSTALL=احدث


STR_INSTALL_CURDRV={/c}...تثبيت، الرجاء الانتظار {c #e9e9e9}
STR_INSTALL_DOC_NET=تثبيت تصحيح التعريف, الرجاء الانتظار...
STR_INSTALL_DOC_NET2=هو قد ياخذ فترة لاكمال العملية. شكرا لصبرك!
STR_INSTALL_ERROR=فشل التثبيت!

STR_INSTALL_M_ERR=فشل التثبيت بسبب خطا في النظام!
STR_INSTALL_M_ERR2=اعادة تشغيل الحاسوب وحاول مرة اخرى!

STR_SETTING_DRVQUERYLAB=التحقق من الصحة تلقائيا عند اطلاق البرنامج

STR_AUTOQUERY_EVERYTIMES=كل مرة
STR_AUTOQUERY_EVERYDAY=كل يوم
STR_AUTOQUERY_NEVER=ابدا

STR_SETTING_SHOWDETAILEDINFOCHECK=اظهار التفاصيل عند النقر فوق العناصر المحددة
STR_SETTING_SELECTFLODER=حدد المجلد
STR_SETTING_SOCKET_OK=وكيل متاح
STR_SETTING_SOCKET_FAILED=الوكيل غير متوفرة! الرجاء اعادة تعيين!
STR_SETTING_WARN=تحديث فوري
STR_SETTING_NO_WARN=لا يوجد موجه
STR_SETTING_WARNING1=دليل التحميل خاطئ!
STR_SETTING_WARNING2=دليل النسخ الاحتياطي خاطئ!
STR_SETTING_WARNING3={/f} تثبيت التعريفات مع ملفات التعريفات الذي تم تحميله{f 1}

STR_QUERY_RETRY=حاول
STR_QUERY_ERROR=خطا في الشبكة! تحقق من اعدادات شبكة الاتصال.
STR_QUERY_ERROR2=فشل استعلام التعريف !

STR_QUERY_ERROR_CAUSE=السبب: الاستعلام وحدة اعترضت تقدم غير معروف!


STR_NET_TITLE=اتصال موجه
STR_NET_NO_DEV={/a}.اعدادات الجهاز{a}لا يمكن العثور على اي شبكة متوفرة! الرجاء التحقق من
STR_NET_NO_DRV=لتثبيت التعريف{/a}لبطاقة الشبكة EaseUS DriverHandy {a}او {/a} مسح غني{a}تثبيت تعريف بطاقة شبكة الاتصال باطل حاول
STR_NET_NO_NET={/a}.اعدادات شبكة الاتصال{a}لا يمكن الكشف عن اي شبكة متوفرة! الرجاء التحقق من
STR_NET_NO_SERVER={/a}المنتدى الرسمي{a}فشل في الاتصال بالخادم! رجاء ارسل مشاكلك الينا
STR_NET_NO_DRV_HAS_BACKUP=غير قادر على العمل بسبب تعريف شبكة الاتصال الشاذ . افضل لك استعادة تعريف شبكة الاتصال EaseUS DriverHandy
STR_NET_NO_DRV_NETVER=لتثبيت تعريف الشبكة {/a}لبطاقة الشبكة {a}EaseUS DriverHandy غير قادرة على العمل بسبب تعريف الشبكة الشاذّ. انت يمكن ان تستخدم EaseUS DriverHandy  

STR_UNINSTALL_CUR_DRV=قديم على حاسوبك! تحتاج الى الغاء تثبيته قبل التحديث %s تم العثور على تعريف
STR_UNINSTALL_AND_INSTALL=الغاء التثبيت
STR_NO_UNINSTALL=التحديث 	
STR_EXIT_INSTALL=الغاء الامر

STR_DOUBLEDISPLAY_REMINDER=حدد التعريف عرض واحد فقط للاستعادة!


STR_NEW=&جديد
STR_MUST=يجب ان
STR_IMPORT=مهم


STR_SYSTEM_INFO=%s، نظام: %s:الحاسوب 
STR_CLIENT_VERSION=الاصدار :%s
STR_UNZIP_ING=فك ضغط ملفات التعريفات، الرجاء الانتظار...
STR_IGNORE_TEXT=(%d) مهمل
STR_LAGNUAGE_CHANGE=اخترت لغة جديدة. اعادة تشغيل البرنامج لتصديق التغيير

STR_USER_SHARE_FAILED=فشل في ارسال البيانات! الرجاء التحقق من شبكة الاتصال وحاول مرة اخرى.
STR_USER_EMAIL_FAILED=عنوان البريد الالكتروني خاطئ!

STR_BOTTOM_STABLE_MODE=التعريف مستقر
STR_BOTTOM_NOMAL_MODE=اخر تعريف

;start
STR_HOME_LAB1=الرجاء النقر فوق المسح الضوئي ، دعنا نتحقق من كافة التعريفات  على حاسوبك 
STR_HOME_LAB2=ابقي على تحديث يمكنك جعل حاسوبك  بسرعة اكبر
STR_HOME_NET_ERROR=فشل الاتصال!
STR_HOME_BTN_SCAN=فحص
STR_HOME_BTN_STOP=توقف
STR_HOME_SCAN_LAB1=فحص  الحاسوب ، يرجى الانتظار لبضع دقائق.

STR_HOEM_MANAGE_BTN=الادوات 
STR_HOEM_PNP_BTN=الاجهزة الطرفية
STR_HOEM_HARDWARE_BTN=مساعد ويندوز
STR_HOEM_PRE_LOAD_BTN=قبل تحميلها

STR_ERROR_NET_NO_DEV=لم يتم العثور على بطاقة الشبكة!
STR_HOEM_ERROR_NET_NO_DEV_LINK={/c} {/u} {/a} {/c} {/f}ادارة الاجهزة{a} {u} {c # E 9 F 5 FC}افتح {f 1} {c # E 9 F 5 FC}
STR_ERROR_NET_NO_DRV=تعريف شبكة الاتصال لا يعمل!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}اصلاحه مع المواهب سائق لبطاقة الشبكة ({a}{u}{c #5a8ac4}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=تعريف شبكة الاتصال لا يعمل!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={/c} {/u} {/a} {/f} استعادة التعريف من النسخ الاحتياطي {f 1} {a} {u} {c # E 9 F 5 FC}
STR_ERROR_NET_NO_DRV_NETVER=تعريف شبكة الاتصال لا يعمل!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={/c} {/u} {/a} {/f}صلحه بموهبة البتعريف لبطاقة الشبكة{f 1} {a} {u} {c # E 9 F 5 FC}
STR_ERROR_NET_NO_NET=لا اتصال بالانترنت!
STR_HOEM_ERROR_NET_NO_NET_LINK={/c} {/u} {/a} {/c} {/f}اعدادات الشبكة{a} {u} {c # E 9 F 5 FC}افتح {f 1} {c # E 9 F 5 FC}
STR_ERROR_NET_NO_SERVER=فشل الاتصال بالخادم!
STR_HOEM_ERROR_NET_NO_SERVER_LINK={/c} {/u} {/a} {/f}الدعم او التعليقات على الانترنت{f 1} {a} {u} {c # E 9 F 5 FC}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={/c} {/f}لتنزيل التعريفات على حاسوب آخر.{/c} {/u} {/a}تصدير سيرة الاجهزة {f 1} {c # E 9 F 5 FC} او {a} {u} {c # E 9 F 5 FC}

STR_ERROR_NET_NO_DEV_LINK={/c} {/u} {/a} {/c} {/f}ادارة الاجهزة{a}{u}{c #5a8ac4}افتح{f 1}{c #5a8ac4}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}اصلاحه مع المواهب تعريف لبطاقة الشبكة ({a}{u}{c #5a8ac4}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={/c} {/u} {/a} {/f}استعادة التعريفات من النسخ الاحتياطي{f 1} {a} {u} {c #5 a 8 ac 4}
STR_ERROR_NET_NO_DRV_NETVER_LINK={/c} {/u} {/a} {/f} بطاقة الشبكة EaseUS DriverHandy اصلاح {f 1}{a}{u}{c #5a8ac4}
STR_ERROR_NET_NO_NET_LINK={/c} {/u} {/a} {/c} {/f}اعدادات  الشبكة{a} {u} {c #5 a 8 ac 4}افتح {f 1} {c #5 a 8 ac 4}
STR_ERROR_NET_NO_SERVER_LINK={/c} {/u} {/a} {/f}الدعم او التعليقات على الانترنت{f 1} {a} {u} {c #5 a 8 ac 4}
STR_ERROR_PRE_DOWNLOAD_LINK={/c} {/f} لتنزيل التعريفات على حاسوب اخر{/c} {/u} {/a}تصدير سيرة الجهاز{f 1}{c #5a8ac4}or{a}{u}{c #5a8ac4}{/c}{/f} 

;main left
STR_LEFT_DIAGNOSIS=حالة  التعريفات 
STR_LEFT_TOOLS=برامج الانقاذ
STR_LEFT_TOOLS_B=التعريفات  الاحتياطية
STR_LEFT_TOOLS_R=استعادة  التعريفات 
STR_LEFT_TOOLS_SYS=استعادة النظم
STR_LEFT_TOOLS_U=الغاء تثبيت  التعريفات 

STR_LEFT_PERIPHERAL=التعريفات  الطرفية
STR_LEFT_USB=USB-تعريفات 
STR_LEFT_PRINTER=مشكلة في الطابعة

STR_LEFT_PRE=Pre-تحميل
STR_LEFT_PRE_LOCAL=لهذا  الحاسوب 
STR_LEFT_PRE_OTHER=لاجهزة  الحاسوب  الاخرى
STR_LEFT_PRE_HELP=طلب المساعدة

STR_LEFT_HARDWARE=ادوات

STR_LEFT_SETTING=الاعدادات
STR_LEFT_SETTING_G=عام
STR_LEFT_SETTING_D=التعريفات 
STR_LEFT_SETTING_N=شبكة الاتصال

STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=نشط الان
STR_BOTTOM_FREE_ACTIVATE_BTN=مجانا
STR_BOTTOM_RESTORE_LAB1=فحص الحاسوب للتحقق من كافة التعريفات
STR_BOTTOM_RESTORE_LAB2=فحص الحاسوب للتحقق من كافة التعريفات
STR_BOTTOM_BACKUP_LAB1={/a}الاعداداتي تمكنك تعديل دليل النسخ الاحتياطي في {a}
STR_BOTTOM_STATE_MODE_TIP=يزودك بافضل التعريفات المطابقة
STR_BOTTOM_LASTER_MODE_TIP=يزودك بالتعريفات الاحدث
STR_BOTTOM_ACTIVATETO_BTN=تفعيل المحترف

;local detailwnd
STR_LOCAL_DETAIL_TITLE=تفاصيل التعريف
STR_LOCAL_DETAIL_DRV_NAME=تعريف:
STR_LOCAL_DETAIL_DRV_VENDOR=البائع:
STR_LOCAL_DETAIL_DRV_TYPY=النوع:
STR_LOCAL_DETAIL_DRV_CREVER=الاصدار:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=التاريخ:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=الحجم:
STR_LOCAL_DETAIL_DRV_NEWVER=التحديث:
STR_LOCAL_DETAIL_DRV_UNKNOWN=مجهول
STR_LOCAL_DETAIL_DRV_NODRIVER=لا يوجد تعريف

STR_LOCAL_DETAIL_HEAD_NOW=مثبت
STR_LOCAL_DETAIL_HEAD_UPDATE=التحديث

STR_LOCAL_DETAIL_REPAIR=اصلاح
STR_LOCAL_DETAIL_START=تمكين
STR_LOCAL_DETAIL_CLOSE=اغلاق
;local head
STR_LOCAL_STOP_BTN=توقف
STR_BASIC_INDEX_REPAIR_DONE=الانتهاء من اصلاح التعريف!

;hardware profile
STR_SYS_BOOT_TIME=وقت الاقلاع:
STR_SYS_MODEL=نموذج:
STR_SYS_INSTALL_DATE=وقت التثبيت:
STR_SYS_VERSION=النظام:

STR_CPU_CLOCK=ساعة:
STR_CPU_CACHE=ذاكرة وسيطة:
STR_CPU_CORES=النوى:

STR_MEMORY_NAME=الذاكرة
STR_MEMORY_VENDOR=البائع:
STR_MEMORY_SIZE=الحجم:
STR_MEMORY_TYPE=نوع:
STR_MEMORY_RELEASE_DATE=تاريخ الاصدار:


STR_DISK_NAME=القرص
STR_DISK_VENDOR=البائع:
STR_DISK_SIZE=الحجم:
STR_DISK_CACHE=ذاكرة وسيطة:
STR_DISK_POWER_ON_HOUR=الطاقة في الساعة:
STR_DISK_POWER_CYCLE_COUNT=طاقة دورة العد
STR_DISK_TRANSFER_SPEED=سرعة النقل:
STR_DISK_INTERFACE_TYPE=نوع الواجهة:

STR_CPU_DETAIL_BTN={/f} معالج {f 1}
STR_MEMORY_DETAIL_BTN={/f}ذاكرة{f 1}
STR_DISK_DETAIL_BTN={/f} قرص {f 1}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Memory{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Disk{/a}{/f}

STR_CPU_TYPE_LBL=المعالج:
STR_MEMORY_TYPE_LBL=الذاكرة:
STR_DISK_TYPE_LBL=القرص:
STR_DISPLAY_ADAPTER_TYPE_LBL=محول جهاز العرض:
STR_MAINBOARD_TYPE_LBL=اللوحة:
STR_MONITOR_TYPE_LBL=جهاز العرض:

STR_LOADING=التنزيل...
;Settings
STR_ST_GENERAL=عام
STR_ST_AUTO_RUN=عند بدء الوندوز Driver  Handy اطلاق 
STR_ST_MINIMIZE_TO_TRAY=التقليل الى شريط المهام عند اغلاق البرنامج
STR_ST_AUTO_SCAN=فحص تلقائيا عندما يتم تشغيل البرنامج
STR_ST_USE_CL=للكشف عن بيئة اللعبة وتحسينها  Conqueror Live استخدم
STR_ST_AUTO_UPDATE=تحديث تلقائي
STR_ST_DRIVERS=تعريفات
STR_ST_DOWNLOAD_FOLDER=مجلد التحميل
STR_ST_BACKUP_FOLDER=مجلد النسخ الاحتياطي
STR_ST_FOLDER_BROWSE=فتح مجلد
STR_ST_AUTO_BACKUP_INSTALL=النسخ الاحتياطي التلقائي للتعريف قبل تثبيته
STR_ST_AUTO_BACKUP_UNINSTALL=نسخ احتياطي تلقائي قبل الغاء تثبيت التعريفات
STR_ST_AUTO_BACKUP_SYSTEM=انشاء نقطة استعادة نظام تلقائيا قبل تثبيت التعريف
STR_ST_NETWORK=شبكة
STR_ST_DOWNLOAD_SPEED=سرعة التحميل القصوى:
STR_ST_NO_PROXY=لا يوجد وكيل
STR_ST_IE_PROXY=(اكتشاف الوكيل تلقائيا (استخدم اعدادات مستكشف الانترنت 
STR_ST_SPEC_PROXY=اختر خادم الوكيل
STR_ST_PROXY_HOST=المضيف:
STR_ST_PROXY_PORT=منفذ:
STR_ST_PROXY_USERNAME=اسم المستخدم:
STR_ST_PROXY_PASSWORD=كلمة السر:
STR_ST_PRO=محترف
STR_ST_EXOPRTDLG_TITLE=حفظ معلومات الاجهزة
STR_ST_EXOPRTDLG_FILENAME=معلومات الاجهزة
STR_ST_EXPORT_FILE_BTN=معلومات التصدير
STR_ST_CHOOSE_FILE_LBL=اختر ملفات اللغة:
STR_ST_CHOOSE_FILE_TIP_LBL=* اللغة الجديدة قد لا تقابل استحسان مع وصلتنا. نحن سنحسنه في المستقبل القريب
STR_ST_LANGUAGE=اللغة
STR_ST_FOLDER_OPEN=افتح...
STR_ST_TEST_PROXY=اختبار
STR_ST_APPLY_PROXY=تطبيق
STR_ST_RESTORE_DEFAULT=استعادة الاعدادات الافتراضية
STR_SETTING_CHANGED_SAVE=لقد قمت باجراء تغييرات في اعدادات برنامج EaseUS DriverHandy. هل تريد حفظ التغيرات؟
STR_SETTING_OK_SAVE= بنجاح EaseUS DriverHandy تم تعديل اعدادات

;FreeAriva
STR_LAB_TITLE=تنشيط مجاني
STR_LAB_TITLE2=منشط
STR_LAB_TITLE3=تسجيل
STR_BTN_ACTIVE=تنشيط
STR_BTN_ACTIVING=الدخول...
lab_avir_t1=فسنرسل رمز التفعيل الى بريدك الالكتروني.
lab_avir_t2={/c} {/f}منشط EaseUS DriverHandy Pro {f 5} {c #4 E 81 BF}
lab_avir_t3={/c} {/f} رمز التنشيط ارسل الى صندوق بريدك وسيكون صحيح للابد على هذا الحاسوب. رجاء ابقه لاستخدامة المستقبلي {f 1} {c #6 B 6 B 6 B}
btn_not_received=<u>لم تتلق؟</u>
btn_arv_received=<u>ادخل كود التنشيط</u>
btn_ar_close=اغلاق
lab_avir_t4={/c} {/f} رجاء ادخل رمز تنشيطك {f 5} {c #4 E 81 BF}
lab_avir_t5=</u> {/a}. {/c} {/f}ادخل بريدك الالكتروني ثانية <u>{a}نسيت الرمز؟ رجاء {f 1} {c #6 B 6 B 6 B}
lab_avir_asok={/c} {/f}اذا عندك اي مشاكل، خذ حريتك بالاتصال بفريق دعمنا. شكرا لكم {/c{}/f <n> {f 1} {c #666666}بنجاح EaseUS DriverHandy Pro  نشط {/c{}/f <n> {f 5} {c #6 B 6 B 6 B}رهيب {f 5} {c #4 E 81 BF}
lab_avir_bout_pro=<u>EaseUS DriverHandy Pro? ما هو </u>

STR_ARIVA_INPUT_EMAIL=رجاء ادخل بريدك الالكتروني
STR_ARIVA_INPUT_SERIAL=رجاء ادخل رمز تنشيطك
STR_ARIVA_EMAIL_FMT_ERROR=عنوان البريد الالكتروني باطل!
STR_ARIVA_SERIEAL_EXAMPLE=E.g.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_ARIVA_RETRIEVE=استرداد رمز التسجيل
STR_ARIVA_ORDERFAQ=ترتيب الاسئلة الشائعة

STR_VERIFY_FAILED=فشل التنشيط!
STR_VERIFY_NETWORK_ERROR=فشل التنشيط! الرجاء التحقق من شبكة اتصالك!
STR_VERIFY_SUCS=نجاح التنشيط!
STR_VERIFY_TIMEOUT=التنشيط انتهى!
STR_VERIFY_CODE_INVAL=فشل التنشيط بسبب كود لاطل
STR_VERIFY_EMAILADDR_ERROR=عنوان البريد الالكتروني باطل!
STR_VERIFY_SERVER_CLOSE=خادمنا مغلق!
STR_VERIFY_EMAIL_LACK=بريدك الالكتروني استهلك
STR_VERIFY_CODE_LACK=وقد استخدمت هذه التعليمات البرمجية.

lab_avir_t6=نشط EaseUS DriverHandy Pro 
lab_avir_tips={/c} {/f}للاتصال مجاني اذا عندك اي مشاكل<n>EaseUS DriverHandy Pro  الان لديك حق الوصول الكامل لميزات {f 0} {c #888888}
btn_active_serial_copy=&نسخ
STR_ACTIVATED_CODE={c #5 c 5 e 64} %s {/c} {/c} {/f}كود:{f 2} {c #888888}
STR_ACTIVATED_EMAIL="البريد الالكتروني"
STR_ACTIVATED_DATE={c #5 c 5 e 64} %s {/c} {/c} {/f}وقت تنشيط:{f 2} {c #888888}


STR_ACTIVATE_PAY_T1={/c} {/f}  EaseUS DriverHandy!شكرا لاستخدامك {f 5} {c #4 E 81 BF}
STR_ACTIVATE_PAY_T2={/c} {/f}المنافع الرئيسية لطبعة المحترف:{f 2} {c #5 c 5 e 64}
STR_ACTIVATE_PAY_F1=تحميل التعريفات من وضع التعريف اخر تعديل
STR_ACTIVATE_PAY_F2=استعادة التعريفات من النسخ الاحتياطي.
STR_ACTIVATE_PAY_F3=المتصلة بسرعة USB اصلاح اجهزة.
STR_ACTIVATE_PAY_F4=اصلاح تعريفات النظام بتعمق لحل المشاكل بالكامل.
STR_ACTIVATE_PAY_F5=قبل تحميل كل التعريفات قبل ان يجري تغيير النظام او استعادتها
STR_ACTIVATE_PAY_N={/c}EaseUS DriverHandy Pro الرجاء ادخال رمز الرخصة وانقر على "تنشيط" للحصول على {c #F F F F FF}
STR_ACTIVATE_BUYNOW=اشتر الان
STR_ACTIVATE_RETRCODE=</u> {/f}استرداد الكود{f 9} <u>
STR_ACTIVATE_PRICE_ORG_TEXT=الاصلية:
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=الان: 9.9 دولار
STR_ACTIVATE_MSG_FREE_CLOSE=التنشيط المجاني انتهى. الرجاء شراء الرخصة لتنشيط طبعة المحترف
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5EaseUS DriverHandy Pro  ثوان للحصول مجانا على  "!!!
STR_DOCPRO_LAB_TIP2=الحصول على ترخيص مدى الحياة على الفور!
STR_DOCPRO_BTN_CONTINUE=استمر

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=تحميل وتثبيت التعريفات تلقائيا
SRT_CHARGE_ITEM_LAB_1_1=يوفر لك مع تعريف تلقائي تماما عملية التحميل والتثبيت EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_1_2=مجانا ، تحتاج الى تحميل وتثبيت التعريفات واحدا تلو الاخر يدويا.EaseUS DriverHandy  استخدام
SRT_CHARGE_ITEM_LAB_1_3=فقط يوفر لك تحميل التعريفات. التي تحتاجها لتثبيت التعريفات يدوياً من دليل التحميل.EaseUS DriverHandy Free

SRT_CHARGE_ITEM_TITLE_2=اخر نمط تعريف
SRT_CHARGE_ITEM_LAB_2_1=يوفر لك احدث التعريفات، مما سيؤدي الى تحسين اداء الاجهزة بشكل عالي.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_2_2=مجانا يوفر لك التعريفات المستقرة اللازمة للاجهزة.EaseUS DriverHandy

SRT_CHARGE_ITEM_TITLE_3=استعادة التعريف
SRT_CHARGE_ITEM_LAB_3_1=فقط يوفر لك ميزة استعادة التعريفات. مما يمنع الحاسوب من شاشة زرقاء بعد تحديثات التعريفات .EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_3_2=انت يمكن فقط ان تدعم التعريفات، لا يستعيد التعريفات.EaseUS DriverHandy Free استخدام
SRT_CHARGE_ITEM_LAB_3_3=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_4=الغاء تثبيت التعريف
SRT_CHARGE_ITEM_LAB_4_1=يوفر لك الغاء تثبيت التعريفات كامل، مما سيؤدي الى ازالة جميع البقايا وتلف ملفات التعريفات. EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_4_2=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_5=طابعات شبكة الاتصال
SRT_CHARGE_ITEM_LAB_5_1=تمكن من اضافة طابعة شبكة الاتصال بسرعة بما في ذلك البحث عن طراز الطابعة في الشبكة وتثبيت تعريف الطابعة.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_5_2=انت يمكن ان تتمتع بوظيفة تفتيش طابعة شبكة.EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_6=المتصلة USB اجهزة
SRT_CHARGE_ITEM_LAB_6_1=يسمح لك باصلاح مشاكل الاجهزة الطرفية بسرعة.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_6_2=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_7=نعريفات النظام
SRT_CHARGE_ITEM_LAB_7_1=سيتم اصلاح تعريفات النظام في العمق الذي سوف تماما في حل مشاكل تعريفات النظام.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_7_2=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_8=قبل تحميل التعريفات لحاسوب خاص
SRT_CHARGE_ITEM_LAB_8_1=يتيح لك بتحميل التعريفات وفقا لسيرة الاجهزة، التي سوف توفر الوقت في تحميل التعريفات بعد تغيير النظام.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_8_2=قبل فحص التعريفات لكن لا تستطيع التحميل. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_9=(قبل تحميل التعريفات لحاسوب اخر(1 حاسوب / يوم 
SRT_CHARGE_ITEM_LAB_9_1=تمكنك من تحميل تعريفات لجهاز حاسوب  اخر عن طريق استيراد الاجهزة الشخصية، ومفيدة بشكل خاص عندما يكون الهدف الحاسوب غير متصل بانترنت.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_9_2=قبل فحص التعريفات لكن لا تستطيع التحميل. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_10=الدعم عبر الانترنت
SRT_CHARGE_ITEM_LAB_10_1=يوفر لك الاتصال في الوقت الحقيقي، والدعم التقني عن بعد.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_10_2=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_11=نقطة استعادة النظام
SRT_CHARGE_ITEM_LAB_11_1=يسمح لك بانشاء نقطة استعادة النظام. يمكنك اعادة تعيين حاسوبك الى الوضع الطبيعي (نقطة الاستعادة) اذا كان لديه اي مشاكل خطيرة.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_11_2=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_12=اصلاح الحاسوب
SRT_CHARGE_ITEM_LAB_12_1=تمكنك من اصلاح اعطاب الحاسوب الصعبة والعنيدة مثل الشاشة السوداء/الزرقاء، لا صوت، واكثر.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_12_2=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_TITLE_13=نسخ التعريف احتياطي
SRT_CHARGE_ITEM_LAB_13_1=يوفر لك التعريفات وظيفة النسخ الاحتياطي، التي تمنع الحاسوب من شاشة زرقاء/الاسود بعد تحديث التعريف.EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_LAB_13_2=لا يمكنك الوصول الى هذه الميزة. EaseUS DriverHandy Free استخدام

SRT_CHARGE_ITEM_COUNT=13

;free
SRT_CHARGE_ITEM_FREE_LAB_1=المسح الضوئي لفحص جميع مشاكل التعريف (بحث القديم، مفقود، التعريفات تالفة ومكسرة وتالفة وغير متوافقة)
SRT_CHARGE_ITEM_FREE_LAB_2=تحميل التعريفات الصحيحة
SRT_CHARGE_ITEM_FREE_LAB_3=تقدم عدة اصدارات تعريفات المتوفرة التحميل
SRT_CHARGE_ITEM_FREE_LAB_4=يقدم كلا اساليب التحميل التلقائي و اليدوي
SRT_CHARGE_ITEM_FREE_LAB_5=نسخ احتياطي وحفظ التعريف على الحاسوب المحلي بنقرة واحدة
SRT_CHARGE_ITEM_FREE_LAB_6=استعادة تعريف شبكة الاتصال من النسخ الاحتياطي
SRT_CHARGE_ITEM_FREE_LAB_7=الغاء تثبيت برامج تشغيل بوضوح دون الملفات المتبقية
SRT_CHARGE_ITEM_FREE_LAB_8=تصدير قائمة سيرة اجهزة الحاسوب 
SRT_CHARGE_ITEM_FREE_LAB_9=تثبيت التعريفات ل مع ملفات التعريف الذي تم تحميله في ميزة التحميل المسبق
SRT_CHARGE_ITEM_FREE_LAB_10=عرض معلومات اجهزة حاسوبك
SRT_CHARGE_ITEM_FREE_LAB_11=تخصيص اعدادات
SRT_CHARGE_ITEM_FREE_LAB_12=دعم ويندوز 10، 8، 1، 8، 7، اكس بي، ويندوز فيستا، وويندوز سيرفر

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=او
STR_EVA_THIS_STEP1=الخطوة 1: اختر اصدار النظام الذي ترغب في تثبيته
STR_EVA_THIS_STEP1_DEC=نزل التعريفات  الاكثر استقرارا قبل استبدال النظام او تحديثه.
STR_EVA_THIS_STEP2=الخطوة 2: تثبيت التعريف
STR_EVA_THIS_STEP2_DEC=مسح ملفات التعريف و اجراء تثبيت التعريف
;ask for help
STR_EVA_HELP_STEP2_DEC=استخدام  حاسوب  آخر ، قم باستيراد ملف تعريف الجهاز للتنزيل
STR_EVA_BROWSER=المتصفح
STR_EVA_HELP_CHOOSE=اختر دليل تصدير ملف تعريف الاجهزة(*.inf)
;head
STR_EVA_HEAD_TIP={/f}التحميل المسبق يساعد على تنزيل التعريفات  قبل ان يجري تغيير او استعادة النظام{f 1}
STR_EVA_HEAD_BACK=الى الخلف

;view_step1
STR_EVA_LAB_STEP1=اختر خيار واحد:
STR_EVA_OPTION1={/f}قبل تنزيل التعريفات لحاسوبي{f 1}
STR_EVA_OPTION2={/f}سيرة الاجهزة<n>قبل تنزيل التعريفات لجهاز حاسوب اخر عن طريق استيراد{f 1}
STR_EVA_OPTION3={/f}تصدير سيرة اجهزتي لتحميل التعريفات على <n>حاسوب اخر (للانترنت الغير متوفر){f 1}
STR_EVA_OPTION4={/f} تثبيت التعريفات مع ملفات التعريفات التي تم تحميلها{f 1}

;view_export_inf
eva_export_path_lab=اختر دليل سيرة الاجهزة:
eva_export_set_chk=افتح الدليل عندما يتم تصديرها.
eva_local_export_btn=&تصدير
STR_EVA_EXPORT_TIPS={/f}بعد تصدير سيرة الاجهزة يعمل، يمكنك استخدامة لتحميل التعريفات على اي موهبة التعريف استخدم حاسوب الانترنت المتوفرة ميزة قبل تحميل.{f 1}
STR_EVA_EXPORT_DEFALUT_NAME=inf .قبل تحميل
STR_EVA_EXPORT_DLG_TITLE=اختر دليل سيرة الاجهزة
STR_EVA_CHOOSE_DOWNLOAD_DIR=اختر دليل التحميل:
STR_EVA_CHOOSE_SYS=اختر النظام الخاص بك
STR_EVA__EXPORT_NOT_SELECT_FILE=لم يتم تحديد دليل سيرة الاجهزة!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=اختر سيرة الاجهزة
STR_EVA_NOT_SELECT_DEVICE_INF=لم يتم تحديد دليل ملفات التعريف!
STR_EVA_DOWNLOAD_OVER_TIPS=EaseUS DriverHandy اطلاق{c #FFFFFF} <n> <n>>>يمكنك تثبيت التعريفات بواسطة الخطوات التالية عند الضرورة:<u> <a> %s </a> </u>. {/f <n> {f 1}تم تحميل التعريفات بنجاح {c #FFFFFF}{f 1}
STR_EVA_DOWNLOAD_OVER_TIPS2={/f}{/c}ثم اتبع الدليل على الشاشة لاتمام تثبيت التعريفات{/c} <n> <n>اختر "تثبيت التعريفات  مع ملفات التعريف الذي تم تحميله"<n>>>انقر فوق علامة التبويب قبل التحميل <n>>>
STR_EVA_CHOOSE_HWFILE=اختر سيرة الاجهزة:
STR_EVA_DRVDOWN_SCAN=فحص تحميل:
STR_EVA_DOWNBTN=تحميل
STR_EVA_DOWNING=تحميل
STR_EVA_DOWNING_CANCEL=تم الغاء
STR_EVA_SYSMATCHED={/c} {f 9} {c #fa 3030} %s {/c} {/f}مجاراة النظام:{c #5 c 5 e 64}
STR_EVA_DOWN_DLG_TITLE=اختر دليل التحميل
STR_EVA_DOWN_DOTNET=برامج الرسومات اللازمة
;off install
STR_OFFINSTALL_CHOOSE_PATH=اختر دليل التعريفات  التي تم تنزيلها
STR_OFFINSTALL_DLG_TITLE=اختر ملفات التعريف
STR_OFFINSTALL_SCAN=فحص تثبيت:
STR_OFFINSTALL_SCANBTN=فحص
STR_OFFINSTALL_INSTALL=تثبيت
STR_OFFINSTALL_CANCEL=توقف
STR_OFFINSTALL_INSTALLING=تثبيت
STR_OFFINSTALL_CANCEL_RESTORE=تم الغاء
STR_OFFINSTALL_SCAN_ERROR=لا تعريف متوفرة في هذا الدليل. الرجاء تصحيح ذلك!


STR_OFFINSTALL_UPTODATE=حتى الان
STR_OFFINSTALL_OUTDATED=قديم
STR_OFFINSTALL_UPDATE=التحديث
STR_OFFINSTALL_REUPDATE=اعادة التحديث 
STR_OFFINSTALL_CURRENT=الحالية
STR_OFFINSTALL_UPDATETO=تحديث الى
STR_OFFINSTALL_UNKNOW=غير معروف
STR_OFFINSTALL_SYSTEM=النظام
;evaluate message
STR_EVA_EXPORT_SUCCS=التصدير منهى.
STR_EVA_EXPORT_FAILED=التصدير فشل!
STR_EVA_DOWNLOAD_FINISH=الانتهاء من تحميل!
STR_EVA_INST_FINISH=الانتهاء من تثبيت!

prt_ipaddrnorbtn=بحث عادي
prt_ipaddrbtn=عنوان شبكة الاتصال
prt_iprangebtn=قسم شبكة الاتصال

;local
STR_REPAIR_TIP1=الحاسوب سيحصل على الاخطاء او اخطاء او قضايا اذا انت لم تصلح التعريف!
STR_REPAIR_TIP2=الحاسوب سيحصل على الاخطاء او اخطاء او قضايا اذا انت لم تصلح التعريفات!
STR_REBOOT_TIP=التغيير لن يصدق بدون اعادة تشغيل الحاسوب
STR_UPDATE_TIP=الحصول على احدث تعريف لتحسين اداء حاسوبك!

STR_CHAT_ONLINE=(دردشة معنا (على الانترنت
STR_CHAT_OFFLINE=(دردشة معنا (دون اتصال
STR_DOWNLOAD_ONEPC=يمكنك تحميل تعريفات حاسوب واحد اخر في اليوم الواحد فقط

;files verify
STR_FILES_VERIFY_FAILED=الملف تالف! الرجاء اعادة تثبيته.

;SystemRestore
STR_SYSYTEM_RESTORE=استعادة النظام
STR_SYSYTEM_RESTORE_MENU=استعادة النظام
STR_SYSYTEM_RESTORE_TIP=انتباه: استعادة النظام سيمحو كل التغييرات التي عدلت  بعد استعادة نقطة النظام.
STR_SYSYTEM_RESTORE_BTN=استعادة
STR_SYSYTEM_CREATE_BTN=انشاء
STR_SYSYTEM_RESTORE_CLOSE_BTN=اغلاق
STR_SYSYTEM_RESTORE_MSGBOX=هل انت متاكد تريد مواصلة اعادة النظام؟ <n> <n> {c #fa 3030} استعادة النظام سيمحو كل التغييرات التي عدلت بعد استعادة نقطة النظام . {/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=استعادة
STR_SYSYTEM_RESTORE_ADD_POINT=نقطة استعادة النظام
STR_LOCAL_SYSTEM_BACKUP={f 3}{/c}انشاء نقطة استعادة النظام. الرجاء الانتظار...{c #5 c 5 e 64}{/f} 
STR_SYSYTEM_RESTORE_SET=اسم نقطة استعادة النظام:
STR_SYSYTEM_RESTORE_ERROR1=الادخال فارغ! الرجاء المحاولة مرة اخرى.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}انشاء نقطة استعادة النظام. الرجاء الانتظار...{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=ملاحظة: لا القيام بعمليات اخرى.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}تم انشاؤها بنجاح!{f 1}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}فشل الانشاء!{f 1}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}استعادة النظام مسبقا موجود.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}ايقاف تشغيل استعادة النظام.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}تم انشاؤها بنجاح ولكن النظام لم يتم تحديث القائمة.<n>الرجاء التحديث لاحقا.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2}تم تعطيل استعادة الاعدادات في حماية النظام. <n> هل ترغب في تشغيل حماية النظام؟ {/ f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}لا تعمل عمليات اخرى اثناء العملية.<n>تهيئة استعادة النظام.{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=لا يمكن الغاء هذه العملية.
STR_SYSYTEM_RESTORE_DELETE_FAIL=حذف فشل استعادة نقطة النظام!
STR_SYSYTEM_RESTORE_DELETE_TIP=هل تريد بالتاكيد حذف نقطة الاستعادة المحددة؟
STR_SYSYTEM_RESTORE_NOT_NOW=ليس الان
STR_SYSYTEM_RESTORE_GO=Go المكانية
;ExitAppDOC
STR_EXITAPPDOC=انتباه
STR_EXITAPPDOC_EXITBTN=لا، شكرا
STR_EXITAPPDOC_GETPROBTN=EaseUS DriverHandy Pro الحصول على 

STR_EXITAPPDOC_TIP1=؟ EaseUS DriverHandy هل انت متاكد مغادرة
STR_EXITAPPDOC_TIP2=هناك تعريفات تحتاج الى اصلاح في حاسوبك. اذا لم يتم اصلاح التعريفات قد لا تعمل الاجهزة المتصلة بشكل صحيح!
STR_EXITAPPDOC_TIP3=للوصول الى ميزات كاملة.EaseUS DriverHandy Pro الحصول على

STR_EXITAPPDOC_TIP_PRO1=بنقرة واحدة تحميل وتثبيت تحديثات التعريف
STR_EXITAPPDOC_TIP_PRO2=استعادة التعريفات من النسخ الاحتياطي.
STR_EXITAPPDOC_TIP_PRO3=المتصلة بسرعة USB اصلاح اجهزة
STR_EXITAPPDOC_TIP_PRO4=اصلاح تعريفات النظام بتعمق لحل المشاكل بالكامل
STR_EXITAPPDOC_TIP_PRO5=قبل تحميل كل التعريفات قبل ان يجري تغيير النظام او استعادتها
STR_SYSYTEM_RESTORE_DELETE_FAIL=حذف فشل استعادة نقطة النظام!

;NET PRINT
STR_NET_PRINT_TIP=تم الكشف عن طابعة الشبكة المتوفرة! هل تريد اضافته؟
STR_NET_PRING_DOWN_NO_DRIVER={/f}وحاول مرة اخرى.{/a} للخلف {a}  ليس هناك تعريف صحيح لنموذج هذة  الطابعة! انقر {f 1}

STR_PATH_FREE_SPACE=مساحة القرص غير كافية! الرجاء التاكد من ان القرص الهدف لديها اكثر من 3 غيغابايت من المساحة الحرة.
STR_PATH_CLEAR=اعد تحديد الدليل
STR_PATH_IGNORE=تجاهل

STR_SOFT_OPEN_FILE=لا يمكن تشغيل الملف الذي تم تنزيله مباشرة. فتح الدليل لهذا الملف؟
STR_SOFT_OPEN_FILE_NO_EXIST=تم حذف الملف، الرجاء تحميل مرة اخرى.
STR_SYSTEM_REPAIR_DEC=خطا بيئة النظام قد يجعل التعريفات لن تثبت

;toolbox
STR_HEAD_LAB= ترجمة فتحي الداودية المنتجات الموصى بها لحل مشاكل بيئة التشغيل و الاداء.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=اصلاح الحاسوب
STR_INFO_TOOLBOX0_2=اصلاح المشاكل حول محول العرض، بطاقة الصوت، و تشغيل لعبة و الفشل اكثر.

STR_INFO_TOOLBOX1_1=الكشف عن الاجهزة
STR_INFO_TOOLBOX1_2=عرض وحدة المعالج، اللوحة الام،و الذاكرة و معلومات اجهزة اكثر

STR_INFO_TOOLBOX2_1=حاسوب اسرع
STR_INFO_TOOLBOX2_2=تحسين سريع و عميق لاداء حاسوبك .
;STR_INFO_TOOLBOX2_1=تصوير الشاشه
;STR_INFO_TOOLBOX2_2=الطريقة الاكثر ملاءمة لاخذ لقطة شاشة قابلة للتخصيص.

STR_INFO_TOOLBOX3_1=الطقس
STR_INFO_TOOLBOX3_2=المزيد من تحديثات الطقس المريحة.

STR_DOWNLOAD_DOFT_TIP=البرامج ليتم تحميلها وتثبيتها. هل انت متاكد من الاستمرار؟
STR_DOWNLOAD_PAUSE_TIP=هل انت متاكد من انهاء تثبيت البرامج?

STR_TRY_TOOL=جرب الآن

;dateout time tip
STR_DATEOUT_TIP=نحن ناسف ان انتهت صلاحية رمز تنشيطك. الرجاء تجديدها. EaseUS DriverHandy شكرا لك لاستخدام 
STR_DATEOUT_BUY_NOW=اشتر الان
STR_DATEOUT_DETAIL=تفاصيل
STR_BUY=اشتر الان
STR_ACTIVE=تنشيط

STR_GAME_MODULE_DOWNBTN=تحميل
STR_MENU_GAMEL_MODULE_REPORT=ردود الفعل 
STR_GAME_MODULE_NAME=اسم وحدة:
STR_GAME_MODULE_FEEDBACK=مشكلة الوحدة:
STR_LOCAL_INSTALL_CANCEL=الغاء الامر
STR_GAME_INSTALLBTN=تثبيت

;Main Menu
STR_USERGUIDE=دليل المستخدم

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=تجربة مجانية
STR_STARTTRYING_AVTIVATE=تفعيل
STR_STARTTRYING_TIP1=خطوة واحدة
STR_STARTTRYING_TIP2=برنامج تشغيل الجهاز: التحديث ، التثبيت ، الاصلاح ، النسخ الاحتياطي ، الاستعادة ، الغاء التثبيت ، اعادة التثبيت ، والمزيد.
STR_STARTTRYING_TIP3=تلقائيا
STR_STARTTRYING_TIP4=التعريفات  احتياطية وانشاء نقطة استعادة قبل تثبيت والغاء تثبيت التعريفات .
STR_STARTTRYING_TIP5=نقره واحدة
STR_STARTTRYING_TIP6=اضافة اجهزة طرفية: محرك اقراص يو اس بي، وبرامج تشغيل طابعة الشبكة ، وغيرها من الاجهزة غير المكتشفة.
STR_STARTTRYING_TIP7=ذكي
STR_STARTTRYING_TIP8=قبل تنزيل وحفظ التعريفات  لحاسوبك  وتنزيل التعريفات  لاجهزة  الحاسوب  الاخرى.
STR_STARTTRYING_TIP9=خطا في نظام اصلاح وتقليل تجميد النظام وتعطله.
STR_STARTTRYING_NOTHANKS=لا شكرا. الحصول على ترخيص مدى الحياة على الفور.
STR_STARTTRYING_TIPTITLE=اذا كنت تريد الحصول على الحل التالي بنقرة واحدة ، فالرجاء التنشيط الى المحترفين

;end_trying
STR_ENDTRYING_TITLE=شكرا لك على استخدام برنامج EaseUS DriverHandy
STR_ENDTRYING_TIP=<p 5> <f 26> <c ff0000> لقد نفدت فرصة الاصدار التجريبي المجاني. سجل التجارب المجانية هو على النحو التالي: </ c> </ f> </ p>
STR_ENDTRYING_TIME=%s :الوقت
STR_ENDTRYING_NAME=%s :اسم التعريف
STR_ENDTRYING_VER=Driver Version:%s : اصدار التعريف
STR_ENDTRYING_TIP1=<p 5> <f 1> <c ffffff> لا تزال التعريفات  التالية بحاجة الى ان تكون٪ s </ c> </ f> </ p>
STR_ENDTRYING_TIP2=<p 5> <f 1> <c 9c9c9c> ملاحظة: يتم تنزيل كافة التعريفات  المطلوبة بواسطة EaseUS DriverHandy. اذا كنت بحاجة الى تحديث / اصلاح / تثبيت التعريفات  ، فالرجاء التنشيط الى الاصدار الى للحصول على حل بنقرة واحدة. </ c> </ f> </ p>
STR_ENDTRYING_HELP=استرداد رمز التسجيل
STR_ENDTRYING_ACTIVATE=تفعيل للمحترف

;gram soft
STR_GAMESOFT_TITLE=ميزات جديدة
STR_GAMESOFT_TIP=مكونات اللعبة
STR_GAMESOFT_TIP1=<p> <f 1> <c 9c9c9c> تنزيل مكونات الالعاب المفقودة وتثبيتها. </ c> </ f> </ p>
STR_GAMESOFT_DOWNCOMPONENTS=تنزيل المكونات فقط
STR_GAMESOFT_CHOOSE=تذكر خياري
STR_GAMESOFT_TIP2=اصدار خاص للالعاب
STR_GAMESOFT_TIP3=<p> <f 1> <c 9c9c9c> تحسين اللعبة: تجربة الالعاب الذروة واعلى اداء للحاسوب. </ c> </ f> </ p>
STR_GAMESOFT_TIP4=<p> <f 1> <c 9c9c9c> تقييم اداء الجهاز: انظر كيف يدعم جهازك لعبتك حسب درجة الاداء (قريباً) </ c> </ f> </ p>
STR_GAMESOFT_TIP5=<p> <f 1> <c 9c9c9c> التحكم في الشبكة: تاكد من تشغيل الالعاب بسلاسة عن طريق تخصيص الانترنت الذكي. </ c> </ f> </ p>
STR_GAMESOFT_TIP6=<p> <f 1> <c 9c9c9c> DLL Files Helper: اصلاح مشاكل ملف dll. </ c> </ f> </ p>
STR_GAMESOFT_GET=احصل عليها الآن

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=من المحتمل ان يكون جهازك مكسورًا.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=الرجاء تثبيت تعريف اصدار قديم.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=اذا استمرت المشكلة ، فقد تحتاج الى الاتصال بالشركة المصنعة للجهاز لاصلاحه لتغيير الجهاز.

;activity
STR_ACTIVITY_A1=انتهت صلاحية الاذن.
STR_ACTIVITY_A2=تحقق من عرضك الخاص!
STR_ACTIVITY_A3=انتهت صلاحية اذن
STR_ACTIVITY_A4=نحن ممتنون للغاية لاستخدامك. 
STR_ACTIVITY_A5=هل ستبقى لفترة اطول ، مع خصم 30 ٪ على رخصة العمر؟ 
STR_ACTIVITY_A6=شراء ترخيص مدى الحياة في خصم 30 ٪
STR_ACTIVITY_A7=ربما في وقت لاحق 
STR_ACTIVITY_A8=كلا


;InstallWnd modify
STR_INSTALLWND_ACT_DOWNLOAD=تنزيل التعريف
STR_INSTALLWND_ACT_DOWNLOAD_DETAIL=تم اعتماد التعريف الذي تم تنزيله رسميًا ، فلا تتردد في تثبيته.
STR_INSTALLWND_ACT_INSTALL=تثبيت التعريف
STR_INSTALLWND_ACT_INSTALL_DETAIL=تم تنزيل ملف التعريف بنجاح.
STR_INSTALLWND_MSG_CANCEL_DOWNLOAD=هل تريد الغاء التنزيل؟
STR_INSTALLWND_MSG_CANCEL_INSTALL_1=لم يتم تثبيت التعريف الذي تم تنزيله بعد.
STR_INSTALLWND_MSG_CANCEL_INSTALL_2=هل تريد الخروج الآن؟
STR_INSTALLWND_MSG_START_INSTALL_1=تم تنزيل التعريف.
STR_INSTALLWND_MSG_START_INSTALL_2=هل تريد تثبيته؟
STR_INSTALLWND_MSG_COMPLETED=مكتمل
STR_INSTALLWND_MSG_INSTALLING=التثبيت... 

STR_INSTALLWND_MSG_ACTIONUPGRADE=التثبيت التلقائي (موصى به)
STR_INSTALLWND_MSG_ACTIONUPGRADE_DETAIL_1=للاستمتاع بالحل بنقرة واحدة EaseUS DriverHandy to Pro Edition قم بترقية
STR_INSTALLWND_MSG_ACTIONUPGRADE_DETAIL_2=لن توفر الوقت فحسب ، بل ستكتشف ايضًا المزيد من الميزات.
STR_INSTALLWND_MSG_ACTIONUPGRADE_BTN=تحديث الآن

STR_INSTALLWND_MSG_MANUAL_INSTALL=التثبيت اليدوي
STR_INSTALLWND_MSG_MANUAL_INSTALL_DETAIL=يعد تثبيت التعريفات يدويا امرا مرهقا ويستغرق وقتا طويلا.
STR_INSTALLWND_MSG_MANUAL_INSTALL_LEARNHOW=تعلم كيف...

;NetError Retry
STR_HOMENET_ERR_TRY=حاول ثانية

;DeviceExport
STR_DEV_DETAIL_DEVICEINFO=خاصية
STR_DEV_DETAIL_DRV_STATUS=حالة الجهاز:

;about get code
STR_GETCODE_BTN=احصل على رمز الدعوة
STR_DISCOUNT_BTN=احصل على كوبونات خصم
STR_GETCODE_TITLE=احصل على رمز الدعوة
STR_GETCODE_ENTER_EMAIL=يرجى ادخال بريدك الالكتروني لربط رمز الدعوة.
STR_GETCODE_EMAIL=بريد الكتروني:
STR_GETCODE_CODE=رمز التحقق:
STR_GETCODE_GETCODE=الحصول على رمز التحقق
STR_GETCODE_OK=موافق
STR_GETCODE_ALLOWTIP=اسمح لنا بارسال معلومات الحدث الى البريد الالكتروني المقدم
STR_GETCODE_LEARNMORE=تعلم اكثر>>
STR_GETCODE_EMAIL_TIP=الرجاء ادخال بريدك الالكتروني.
STR_GETCODE_EMAIL_ERROR=عنوان البريد الالكتروني باطل.
STR_GETCODE_CODE_TIP=الرجاء ادخال رمز التحقق.
STR_GETCODE_CODE_ERROR=رمز التحقق غير صحيح. 
STR_GETCODE_TIP_FRONT=تم ارسال رمز التحقق الى
STR_GETCODE_TIP_BACK=%s. يرجى التحقق من ذلك. 
STR_GETCODE_RETRY=اعادة المحاولة   
STR_GETCODE_FAIL=فشل الاتصال بالخادم.   
STR_GETDISCOUNT_ENTER_EMAIL=يرجى ادخال بريدك الالكتروني للحصول على رمز القسيمة.
STR_GETDISCOUNT_VCODE=رمز التحقق:
STR_GETDISCOUNT_ICODE=رمز الدعوة:        
STR_GETDISCOUNT_GDCODE=احصل على رمز القسيمة
STR_GETDISCOUNT_TITLE=احصل على كوبونات خصم
STR_GETCODE_TIME_TIP=%04d-%02d-%02d الرمز صالح حتى .
STR_GETCODE_OUT_TIP=عفوا! لقد تم استنفاد فرصك.
STR_GETCODE_ICODE_TIP=الرجاء ادخال رمز الدعوة.
STR_GETCODE_ICODE_ERROR=رمز الدعوة هذا غير موجود.
STR_GETCODE_LICENSE_TIP=تم ارسال مفتاح الرخصه الى بريدك الالكتروني.
STR_GETCODE_CODE_UNINVAILD=رمز الدعوة هذا غير متوفر;

STR_GAMESOFT_INSTALL_TIP=اذا كان حاسوبك يعمل بشكل صحيح ، فلا داعي لتثبيت المكونات التالية.


STR_LEFT_News=مستكشف الاخطاء ومصلحها

;offline install
STR_EVA_HELP_STEP3_DEC=الرجاء نسخ ملفات التعريفات التي تم تنزيلها مسبقا الى هذا الجهاز للتثبيت دون اتصال. 

;new setting item
STR_ST_DISABLE_WUDRIVER=استبعاد تحديث التعريف من تحديث الوندوز
STR_ST_DISABLE_WUDRIVER_TIP=يقوم هذا الخيار فقط بتعطيل تحديثات التعريفات التلقائية لنظام التشغيل وندوز 10 ولن تتاثر ميزة تحديث الوندوز. 

STR_SPEED_UP_NOW=تسريع الآن

 
STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Buy Pro version to update drivers and fix device problems{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activate Pro version to repair{/c} {c #FF0000} %d device drivers.{/c}{/f}
STR_UPGRADE_CON_1=Install the latest driver to maximize hardware performance
STR_UPGRADE_CON_2=Update all drivers with one click
STR_UPGRADE_CON_3=Driver download speed up (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatic driver installation saves time
STR_UPGRADE_CON_5=Create restore points automatically
STR_UPGRADE_CON_6=Backup and restore drives
STR_UPGRADE_CON_7=Search LAN Printing intelligently
STR_UPGRADE_CON_8=View and export device information
STR_UPGRADE_CON_9=Update drivers for PCs without Internet connection
STR_UPGRADE_CON_10=All drivers are certified by Microsoft
STR_UPGRADE_CON_11=Free PC Expert Technical Support
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO=Key Features of DriverHandy Pro
STR_KEY_FEATURES_1=Install and update all drivers with one click
STR_KEY_FEATURES_2=Enjoy faster driver download speed
STR_KEY_FEATURES_3=Automatically backup drivers and create restore point
STR_KEY_FEATURES_4=Resolve tricky computer issues with smart and light tools
STR_KEY_FEATURES_5=Pre-download drivers for your own computer or other PCs
STR_KEY_FEATURES_6=All drivers are certified
STR_KEY_FEATURES_7=Free updates and tech support
STR_MONEY_BACK_GUARANTEE=30-Day Money Back Guarantee
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
